<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="./scss/main.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">

    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.1.1/css/bootstrap.min.css">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.1.1/css/bootstrap-theme.min.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/all.min.css" integrity="sha512-KfkfwYDsLkIlwQp6LFnl8zNdLGxu9YAA1QvwINks4PhcElQSvqcyVLLD9aMhXd13uQjoXtEKNosOWaZqXgel0g==" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>
<body>
    <div class="wrapper">
        <div class="modal">
            <div class="login">
                <div class="container py-2" style="height: 50vh;">
                    <div class="row d-flex justify-content-center align-items-center h-100">
                        <div class="col-12 col-md-8 col-lg-6 col-xl-5">
                          <div class="card bg-dark text-white" style="border-radius: 1rem;">
                            <div class="card-body p-5 text-center">
                              <button   class="x_btn" onclick="x_btn()"><h4>X</h4></button>  
                              <div class="mb-md-5 mt-md-4 ">
                  
                                <h3 class="fw-bold mb-4 text-uppercase">Registration</h3>
                              <form action="register.php" method="post" class="mb-4">
                                  <input type="text" required placeholder="Login" name="login" class="form-control form mb-2">
                                  <input type="text" required placeholder="Password" name="pass" class="form-control form mb-2">
                                  <input type="text" required placeholder="Repeat-password" name="repeatpass" class="form-control form mb-2">
                                  <input type="email" required placeholder="Email" name="email" class="form-control form mb-4">
                                  <button type="submit" class="btn btn-outline-light btn-lg px-5">Sign</button>
                              </form>
                              <h3 class="fw-bold mb-4 text-uppercase">Login</h3>
                              <form action="login.php" method="post">
                                  <input required type="text" placeholder="Login" name="login" class="form-control form mb-2">
                                  <input required type="password" placeholder="Password" name="pass" class="form-control form mb-4">
                                  <button type="submit" class="btn btn-outline-light btn-lg px-5 ">Login</button>
                              </form>
                              </div>
                  
                            </div>
                          </div>
                        </div>
                      </div>


                </div>
        
               </div> 



        </div>
    </div>
        <header class="header">
            <div class="container">
                <div class="header_row">
                    
                    <div class="header_content">
                        <button class="nav_btn" style="border: none;">
                            <svg xmlns="http://www.w3.org/2000/svg" width="27" height="27" viewBox="0 0 24 24" style="fill: rgba(0, 0, 0, 1);transform: msFilter"><path d="M12 2a5 5 0 1 0 5 5 5 5 0 0 0-5-5zm0 8a3 3 0 1 1 3-3 3 3 0 0 1-3 3zm9 11v-1a7 7 0 0 0-7-7h-4a7 7 0 0 0-7 7v1h2v-1a5 5 0 0 1 5-5h4a5 5 0 0 1 5 5v1z"></path></svg>
                        </button>
                        <h1>Перевозка товаров</h1>
                        <p>Наши клиенты получают полный спектр услуг по работе с Китаем. Начиная с подбора производителя заканчивая доставкой товара до двери. Настолько прозрачных сделок с Китаем вы еще не осуществляли.
                        </p>
                        <a href="#" class="header_link">Узнать больше</a>
                    </div>
                    
                    <div class="header_img">
                        <img src="./images/adir-Cargo-Insurance 1 (1).png" alt="rasm">

                        </div>
                    </div>
                </div>
            </header>

            <main class="main">
                <div class="container">
                    <div class="block">
                        <div class="main_section">
                            <div class="main_section-icon">
                                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M19.0476 0C15.4688 7.72482 6.86572 1.30298 2.38095 5.95238C3.42536 -2.04494 10.4047 4.39935 19.0476 0ZM8.33334 7.14286V21.7262L16.6667 26.1905V17.8571L33.3333 26.1905V17.8571L50 26.1905V50H0V7.14286H8.33334ZM43.4524 33.9286H35.119V41.0714H43.4524V33.9286ZM29.1667 33.9286H20.8333V41.0714H29.1667V33.9286ZM14.881 33.9286H6.54762V41.0714H14.881V33.9286Z" fill="#0B7572"/>
                                </svg>
                            </div>
                            <div class="main_section-title">
                                <h2>
                                    Поиск производителей по товару
                                </h2>
                                <p>
                                    Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod incididunt ut.
                                </p>
                            </div>
                        </div>
                        <div class="main_section">
                            <div class="main_section-icon">
                                <svg width="47" height="50" viewBox="0 0 47 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M38.2823 32.7221H8.64337C8.64715 31.7881 8.34901 30.8778 7.79339 30.1269C7.23776 29.3761 6.4544 28.8249 5.56004 28.5555V8.45821C6.25074 8.26403 6.87961 7.89479 7.38572 7.38624C7.89184 6.87769 8.25807 6.24706 8.44893 5.55543H22.3378C22.5406 6.24327 22.9126 6.86933 23.4196 7.3764C23.9267 7.88348 24.5528 8.25541 25.2406 8.45821V14.9443L22.6434 17.5554L21.2545 16.1666C21.1409 16.0519 21.0057 15.9609 20.8567 15.8988C20.7077 15.8367 20.5479 15.8047 20.3864 15.8047C20.225 15.8047 20.0652 15.8367 19.9162 15.8988C19.7672 15.9609 19.632 16.0519 19.5184 16.1666C19.4033 16.2814 19.312 16.4178 19.2497 16.5679C19.1875 16.718 19.1554 16.879 19.1554 17.0416C19.1554 17.2041 19.1875 17.3651 19.2497 17.5152C19.312 17.6654 19.4033 17.8017 19.5184 17.9166L20.9073 19.3054L19.5184 20.6943C19.4033 20.8092 19.312 20.9455 19.2497 21.0957C19.1875 21.2458 19.1554 21.4068 19.1554 21.5693C19.1554 21.7319 19.1875 21.8928 19.2497 22.043C19.312 22.1931 19.4033 22.3295 19.5184 22.4443C19.632 22.559 19.7672 22.65 19.9162 22.7121C20.0652 22.7742 20.225 22.8061 20.3864 22.8061C20.5479 22.8061 20.7077 22.7742 20.8567 22.7121C21.0057 22.65 21.1409 22.559 21.2545 22.4443L22.6434 21.0554L25.6017 24.0138C25.7154 24.1284 25.8506 24.2194 25.9996 24.2815C26.1486 24.3436 26.3084 24.3756 26.4698 24.3756C26.6312 24.3756 26.791 24.3436 26.94 24.2815C27.089 24.2194 27.2242 24.1284 27.3378 24.0138L30.4073 21.0416L31.7962 22.4304C31.9076 22.5592 32.0444 22.6635 32.198 22.7369C32.3516 22.8103 32.5187 22.8512 32.6888 22.857C32.859 22.8628 33.0285 22.8334 33.1867 22.7706C33.345 22.7078 33.4886 22.613 33.6085 22.4922C33.7284 22.3713 33.822 22.227 33.8835 22.0683C33.945 21.9095 33.9731 21.7398 33.9659 21.5697C33.9588 21.3996 33.9166 21.2328 33.842 21.0798C33.7673 20.9268 33.6619 20.7908 33.5323 20.6804L32.1434 19.2916L33.5323 17.9027C33.6474 17.7878 33.7386 17.6515 33.8009 17.5013C33.8632 17.3512 33.8953 17.1902 33.8953 17.0277C33.8953 16.8651 33.8632 16.7042 33.8009 16.554C33.7386 16.4039 33.6474 16.2675 33.5323 16.1527C33.4187 16.038 33.2834 15.947 33.1345 15.8849C32.9855 15.8228 32.8256 15.7909 32.6642 15.7909C32.5028 15.7909 32.343 15.8228 32.194 15.8849C32.045 15.947 31.9098 16.038 31.7962 16.1527L30.4073 17.5416L27.8239 14.9443V8.45821C28.5405 8.24419 29.1891 7.84781 29.7065 7.30787C30.2239 6.76793 30.5922 6.10292 30.7755 5.37791C30.9587 4.65291 30.9506 3.89276 30.7519 3.17183C30.5532 2.45091 30.1708 1.79391 29.642 1.26514C29.1132 0.736362 28.4562 0.353923 27.7353 0.155243C27.0144 -0.0434376 26.2542 -0.0515518 25.5292 0.131694C24.8042 0.31494 24.1392 0.683268 23.5993 1.20064C23.0593 1.718 22.663 2.36668 22.4489 3.0832H8.56004C8.34203 2.37443 7.94523 1.73371 7.40783 1.22274C6.87043 0.711774 6.21053 0.34776 5.49167 0.165748C4.77281 -0.0162631 4.0192 -0.0101424 3.30339 0.183521C2.58758 0.377185 1.93368 0.751869 1.40465 1.2715C0.875623 1.79113 0.489278 2.43821 0.282815 3.15043C0.076352 3.86265 0.0567243 4.61604 0.225822 5.33804C0.394919 6.06005 0.747046 6.72637 1.2483 7.27284C1.74956 7.81931 2.38306 8.22754 3.08781 8.45821V28.5832C2.19345 28.8527 1.41008 29.4039 0.854457 30.1547C0.298833 30.9056 0.000695412 31.8158 0.00447326 32.7499C0.00447326 33.1527 0.00447326 33.5277 0.00447326 33.861C-0.00149109 33.8978 -0.00149109 33.9353 0.00447326 33.9721V41.3888C0.0154748 43.674 0.930056 45.8621 2.54858 47.4754C4.1671 49.0888 6.35812 49.9963 8.64337 49.9999H38.2823C40.5735 49.9999 42.7708 49.0898 44.3909 47.4697C46.011 45.8495 46.9212 43.6522 46.9212 41.361C46.9212 39.0699 46.011 36.8725 44.3909 35.2524C42.7708 33.6323 40.5735 32.7221 38.2823 32.7221ZM28.5601 19.2916L26.5323 21.3888L24.4628 19.2916L26.5323 17.2082L28.5601 19.2916ZM38.2823 45.0555C37.5477 45.0582 36.8288 44.8427 36.2168 44.4363C35.6049 44.0299 35.1274 43.4509 34.845 42.7727C34.5626 42.0945 34.488 41.3477 34.6307 40.6271C34.7733 39.9065 35.1268 39.2444 35.6462 38.725C36.1657 38.2055 36.8277 37.8521 37.5484 37.7094C38.269 37.5668 39.0158 37.6414 39.694 37.9238C40.3721 38.2062 40.9511 38.6836 41.3576 39.2956C41.764 39.9075 41.9795 40.6264 41.9767 41.361C41.9767 42.3409 41.5875 43.2806 40.8947 43.9734C40.2018 44.6662 39.2621 45.0555 38.2823 45.0555ZM4.94892 41.361C4.94618 40.6264 5.16168 39.9075 5.5681 39.2956C5.97452 38.6836 6.55354 38.2062 7.23171 37.9238C7.90989 37.6414 8.65666 37.5668 9.3773 37.7094C10.0979 37.8521 10.76 38.2055 11.2794 38.725C11.7989 39.2444 12.1523 39.9065 12.295 40.6271C12.4376 41.3477 12.363 42.0945 12.0806 42.7727C11.7982 43.4509 11.3208 44.0299 10.7088 44.4363C10.0969 44.8427 9.37799 45.0582 8.64337 45.0555C7.66467 45.0518 6.7271 44.6614 6.03504 43.9694C5.34299 43.2773 4.95258 42.3397 4.94892 41.361ZM32.1017 41.361C32.1017 42.0951 31.8839 42.8126 31.4758 43.4227C31.0677 44.0328 30.4877 44.5081 29.8093 44.7884C29.1309 45.0687 28.3845 45.1413 27.6648 44.9971C26.9451 44.8528 26.2844 44.4983 25.7663 43.9783C25.2482 43.4583 24.8961 42.7962 24.7546 42.0759C24.6131 41.3557 24.6885 40.6096 24.9713 39.9323C25.2541 39.2549 25.7316 38.6767 26.3433 38.2709C26.9549 37.8651 27.6733 37.6499 28.4073 37.6527C29.3884 37.6564 30.3281 38.0487 31.0205 38.7437C31.7129 39.4388 32.1017 40.3799 32.1017 41.361ZM22.2267 41.361C22.2267 42.0945 22.0092 42.8114 21.6018 43.4213C21.1943 44.0311 20.6151 44.5064 19.9375 44.7871C19.2599 45.0678 18.5143 45.1412 17.7949 44.9981C17.0756 44.855 16.4148 44.5018 15.8962 43.9832C15.3776 43.4646 15.0244 42.8038 14.8813 42.0845C14.7382 41.3651 14.8117 40.6195 15.0923 39.9419C15.373 39.2643 15.8483 38.6851 16.4581 38.2777C17.068 37.8702 17.7849 37.6527 18.5184 37.6527C19.5019 37.6527 20.4451 38.0434 21.1406 38.7388C21.836 39.4343 22.2267 40.3775 22.2267 41.361Z" fill="#0B7572"/>
                                </svg>
                            </div>
                            <div class="main_section-title">
                                <h2>
                                    Поиск конкретного производителя
                                </h2>
                                <p>
                                    Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod incididunt ut.
                                </p>
                            </div> 
                        </div>
                        <div class="main_section">
                            <div class="main_section-icon">
                                <svg width="67" height="39" viewBox="0 0 67 39" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M21.7563 30.3559L42.3365 38.9555V18.0078L21.7563 10.3638V30.3559Z" fill="#0B7572"/>
                                    <path d="M58.1389 19.404L52.4059 21.462V15.6555L44.8353 18.3015V38.9552L66.1505 30.3556V10.731L58.1389 13.5975V19.404ZM51.3034 34.2511L50.4214 34.6186V29.9881L51.3034 29.6941V34.2511ZM52.8469 33.6631L51.9649 34.0306V29.4001L52.8469 29.1061V33.6631ZM55.9339 32.4136L55.0519 32.7076V28.1506L55.9339 27.8566V32.4136ZM57.4774 31.7521L56.5954 32.1196V27.6361L57.4774 27.3421V31.7521ZM60.5644 26.0926L61.4465 25.7986V30.1351L60.5644 30.5026V26.0926ZM58.8004 26.7541L59.6824 26.4601V30.8701L58.8004 31.2376V26.7541Z" fill="#0B7572"/>
                                    <path d="M58.1391 10.7311L66.1507 7.79106L43.9535 0L36.824 2.49902L58.1391 10.5841V10.7311Z" fill="#0B7572"/>
                                    <path d="M30.5029 4.7041L21.7563 7.79112L43.9535 15.8762L52.3326 12.8627L30.5029 4.7041Z" fill="#0B7572"/>
                                    <path d="M0 28.4446H18.2281V24.7695H1.69051L0 28.4446Z" fill="#0B7572"/>
                                    <path d="M3.01367 21.9768H18.2283V18.3018H4.70418L3.01367 21.9768Z" fill="#0B7572"/>
                                    <path d="M6.0271 15.2883V15.5823H18.2282V11.9072H7.64411L6.0271 15.2883Z" fill="#0B7572"/>
                                </svg>
                            </div>
                            <div class="main_section-title">
                                <h2>
                                    Доставка образцов товаров
                                </h2>
                                <p>
                                    Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod incididunt ut.
                                </p>
                            </div>
                        </div>
                    </div>




                    <div class="section2">
                        <div class="section2_right">
                            <div class="section2_right-content">
                                <h2>В какой сфере вы работаете?</h2>
                                <p>Мы проводим опрос среди пользователей сайта, чтобы предоставить Вам информацию соответствующую сфере Вашей деятельности.
                                </p>
                            </div>
                            <div class="section2_boxs">
                                <div class="radio">
                                    <input type="radio" required>
                                </div>
                                <div class="radio_title">
                                    <h3>Я продаю товары</h3>
                                    <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. </p>
                                </div>
                                <img src="./images/Rectangle 3.svg" alt="logo" width="200px" height="200px">
                            </div>

                            <div class="section2_boxs">
                                <div class="radio">
                                    <input type="radio">
                                </div>
                                <div class="radio_title">
                                    <h3>Я покупаю товары</h3>
                                    <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. </p>
                                </div>
                                <img src="./images/Rectangle 3.svg" alt="logo" width="200px" height="200px">
                            </div>

                            <div class="section2_boxs">
                                <div class="radio">
                                    <input type="radio">
                                </div>
                                <div class="radio_title">
                                    <h3>Я поставляю товары</h3>
                                    <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. </p>
                                </div>
                                <img src="./images/Rectangle 3.svg" alt="logo" width="200px" height="200px">
                            </div>
                        </div>

                        <div class="section2_left">
                            <div class="section_left-img">
                                <img src="./images/votes.svg" alt="img">
                            </div>
                        </div>
                    </div>




                    <div class="section3">
                        <img src="./images/why us.jpg" alt="kpg">

                        <div class="section3_boxs"> 

                            <div class="section3_box">
                                <div class="section3_box-top">
                                    <div class="section3_box-icon">
                                        <svg width="44" height="47" viewBox="0 0 44 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M42.219 13.8408H1.79001C1.30183 13.8408 0.849805 14.0397 0.524348 14.3652C0.19889 14.6906 0 15.1336 0 15.6308V44.5061C0 44.9943 0.19889 45.4463 0.524348 45.7718C0.849805 46.0972 1.29279 46.2961 1.79001 46.2961H42.219C42.7072 46.2961 43.1592 46.0972 43.4757 45.7718C43.8011 45.4463 44 45.0033 44 44.5061V15.6308C44 15.1426 43.8011 14.6906 43.4757 14.3652C43.1502 14.0397 42.7072 13.8408 42.219 13.8408ZM22.8453 32.6179V41.8934C22.8453 42.3545 22.4656 42.7342 22.0045 42.7342C21.5435 42.7342 21.1638 42.3545 21.1638 41.8934V32.6179C20.3049 32.2834 19.6992 31.4517 19.6992 30.4753C19.6992 29.2006 20.7298 28.17 22.0045 28.17C23.2792 28.17 24.3098 29.2006 24.3098 30.4753C24.3098 31.4517 23.7041 32.2834 22.8453 32.6179Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M39.9498 17.4029C39.8051 12.6657 37.8253 8.38956 34.6973 5.26156C31.4517 2.01603 26.9586 0 22.0044 0C17.0502 0 12.5571 2.00699 9.3116 5.26156C6.18359 8.38956 4.20373 12.6657 4.05908 17.4029H39.9498ZM36.1437 14.1031C35.4838 11.6622 34.191 9.42018 32.3648 7.60304C29.6075 4.8457 25.9099 3.30881 22.0044 3.30881C18.0989 3.30881 14.4014 4.8457 11.644 7.60304C9.81787 9.42922 8.52508 11.6622 7.86512 14.1031H36.1437Z" fill="#0B7572"/>
                                            </svg>
                                    </div>
                                    <div class="section3_box-title">
                                        <h3>Lorem ipsum dolor sit amet</h3>
                                        <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do.</p>
                                    </div>
                                </div>
                                <div class="section3_box-bottom">
                                    <div class="section3_box-icon">
                                        <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M9.53906 9.53906C12.7273 6.35078 17.1359 4.37422 22 4.37422C26.8641 4.37422 31.2727 6.35078 34.4609 9.53906C37.6492 12.7273 39.6258 17.1359 39.6258 22C39.6258 26.8641 37.6492 31.2727 34.4609 34.4609C31.2727 37.6492 26.8641 39.6258 22 39.6258C17.1359 39.6258 12.7273 37.6492 9.53906 34.4609C6.35078 31.2727 4.37422 26.8641 4.37422 22C4.37422 17.1359 6.35078 12.7273 9.53906 9.53906ZM44 22C44 15.9242 41.5336 10.4242 37.5547 6.44531C33.5758 2.46641 28.0758 0 22 0C15.9242 0 10.4242 2.46641 6.44531 6.44531C2.46641 10.4242 0 15.9242 0 22C0 28.0758 2.46641 33.5758 6.44531 37.5547C10.4242 41.5336 15.9242 44 22 44C28.0758 44 33.5758 41.5336 37.5547 37.5547C41.5336 33.5758 44 28.0758 44 22Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M16.9125 16.9898C16.9125 15.4258 17.4625 14.1625 18.5711 13.2C19.3102 12.5469 20.4102 12.1516 21.8625 12.0055V10.957H23.1602V12.0055C24.432 12.1258 25.4461 12.5039 26.1938 13.1227C27.1562 13.9133 27.732 15.0133 27.9211 16.4055L25.6523 16.7492C25.5234 15.8898 25.257 15.2281 24.8445 14.7727C24.4406 14.3172 23.8734 14.0078 23.1602 13.8617V20.1867C24.2602 20.4617 24.9992 20.6852 25.3516 20.8398C26.0305 21.1406 26.5891 21.5016 27.0188 21.9312C27.4484 22.3609 27.7836 22.8766 28.0156 23.4695C28.2477 24.0625 28.368 24.707 28.368 25.3945C28.368 26.9156 27.8781 28.1789 26.9156 29.2016C25.9531 30.2242 24.6984 30.7656 23.1602 30.8344V33.0516H21.8625V30.8602C20.7625 30.7227 19.8773 30.4734 19.1898 30.1211C18.5023 29.7688 17.9094 29.193 17.4109 28.4109C16.9125 27.6203 16.6203 26.6578 16.543 25.5234L18.7516 25.1109C18.9234 26.2883 19.2242 27.1562 19.6539 27.7063C20.2727 28.4883 21.0117 28.918 21.8711 29.0125V22.0344C20.9688 21.8625 20.0492 21.5102 19.1039 20.9859C18.4078 20.5906 17.8664 20.0578 17.4883 19.3617C17.1102 18.6742 16.9211 17.8922 16.9211 17.007L16.9125 16.9898ZM38.1562 22C38.1562 17.5398 36.3516 13.5008 33.4211 10.5789C30.4992 7.65703 26.4602 5.84375 22 5.84375C17.5398 5.84375 13.5008 7.64844 10.5789 10.5789C7.65703 13.5008 5.84375 17.5398 5.84375 22C5.84375 26.4602 7.64844 30.4992 10.5789 33.4211C13.5008 36.343 17.5398 38.1562 22 38.1562C26.4602 38.1562 30.4992 36.3516 33.4211 33.4211C36.343 30.4992 38.1562 26.4602 38.1562 22Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M21.8626 19.9031V13.8359C21.0118 13.9648 20.3329 14.3086 19.8431 14.8586C19.3532 15.4086 19.104 16.0617 19.104 16.8266C19.104 17.5742 19.3103 18.2016 19.7313 18.7C20.1524 19.207 20.8571 19.6109 21.854 19.9031H21.8626Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M26.0993 25.5319C26.0993 24.7413 25.9017 24.0968 25.5063 23.6155C25.111 23.1343 24.3204 22.696 23.1431 22.3179V28.9952C23.9938 28.8921 24.6985 28.5226 25.2571 27.8866C25.8157 27.2507 26.0907 26.4687 26.0907 25.5319H26.0993Z" fill="#0B7572"/>
                                        </svg>
                                    </div>
                                    <div class="section3_box-title">
                                        <h3>Lorem ipsum dolor sit amet</h3>
                                        <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do.</p>
                                    </div>
                                </div>
                            </div>




                            <div class="section3_box">
                                <div class="section3_box-top">
                                    <div class="section3_box-icon">
                                        <svg width="40" height="50" viewBox="0 0 40 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M6.16773 36.7454H13.0702C13.5245 36.7454 13.8919 37.1127 13.8919 37.5671V44.4695C13.8919 44.9239 13.5245 45.2913 13.0702 45.2913H6.16773C5.71337 45.2913 5.34601 44.9239 5.34601 44.4695V37.5671C5.34601 37.1127 5.71337 36.7454 6.16773 36.7454ZM33.6132 27.1071H20.9587C20.5043 27.1071 20.137 26.7397 20.137 26.2854C20.137 25.831 20.5043 25.4636 20.9587 25.4636H33.6132C34.0675 25.4636 34.4349 25.831 34.4349 26.2854C34.4349 26.7397 34.0675 27.1071 33.6132 27.1071ZM14.4043 10.3827L7.94651 16.8404C7.89818 16.8984 7.83051 16.9468 7.76283 16.9854C7.36648 17.2078 6.87344 17.0821 6.64143 16.6857L4.68864 13.3022C4.46629 12.9155 4.59196 12.4128 4.98832 12.1808C5.37501 11.9584 5.87771 12.0841 6.10973 12.4805L7.53082 14.9456L13.2442 9.23226C13.5632 8.91324 14.0852 8.91324 14.4043 9.23226C14.7233 9.55128 14.7233 10.0733 14.4043 10.3923V10.3827ZM10.1893 0H0.82172C0.367357 0 0 0.367357 0 0.82172V48.6748C0 49.1292 0.367357 49.4965 0.82172 49.4965H38.1955C38.6498 49.4965 39.0172 49.1292 39.0172 48.6748V0.82172C39.0172 0.367357 38.6498 0 38.1955 0H28.8279V4.47596C28.8279 4.93032 28.4605 5.29768 28.0061 5.29768H11.011C10.5567 5.29768 10.1893 4.93032 10.1893 4.47596V0ZM20.137 41.0183C20.137 40.5639 20.5043 40.1966 20.9587 40.1966H33.6132C34.0675 40.1966 34.4349 40.5639 34.4349 41.0183C34.4349 41.4727 34.0675 41.84 33.6132 41.84H20.9587C20.5043 41.84 20.137 41.4727 20.137 41.0183ZM14.4043 23.6365L7.94651 30.0943C7.89818 30.1523 7.83051 30.2006 7.76283 30.2393C7.36648 30.4616 6.87344 30.336 6.64143 29.9396L4.68864 26.556C4.46629 26.1694 4.59196 25.6667 4.98832 25.4346C5.37501 25.2123 5.87771 25.338 6.10973 25.7343L7.53082 28.1995L13.2442 22.4861C13.5632 22.1671 14.0852 22.1671 14.4043 22.4861C14.7233 22.8051 14.7233 23.3272 14.4043 23.6462V23.6365ZM20.9587 13.8532C20.5043 13.8532 20.137 13.4859 20.137 13.0315C20.137 12.5771 20.5043 12.2098 20.9587 12.2098H33.6132C34.0675 12.2098 34.4349 12.5771 34.4349 13.0315C34.4349 13.4859 34.0675 13.8532 33.6132 13.8532H20.9587Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M28.0061 0.0290527H11.011V4.47601H28.0061V0.0290527Z" fill="#0B7572"/>
                                        </svg>
                                    </div>
                                    <div class="section3_box-title">
                                        <h3>Lorem ipsum dolor sit amet</h3>
                                        <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do.</p>
                                    </div>
                                </div>
                                <div class="section3_box-bottom">
                                    <div class="section3_box-icon">
                                        <svg width="44" height="50" viewBox="0 0 44 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M4.28682 14.011C1.59197 17.6649 0 22.1818 0 27.0728C0 31.9639 1.59197 36.4808 4.28682 40.1347C6.73233 39.2332 9.45594 38.514 12.381 38.0153C12.7262 37.9577 13.0715 37.9002 13.4167 37.8522C12.7454 34.6299 12.3714 30.9665 12.3714 27.0824C12.3714 25.2891 12.4481 23.5437 12.6015 21.8654L11.8631 23.0641L6.62683 14.807C5.82126 14.5672 5.03486 14.2987 4.28682 14.0206V14.011Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M12.6208 39.4444C9.96435 39.8952 7.48049 40.5377 5.24597 41.3337C5.82138 42.0146 6.43516 42.6571 7.09688 43.2517C10.1466 46.0617 13.9827 48.0181 18.2407 48.7469C17.0132 47.5098 15.9199 45.6876 15.028 43.4052C14.5389 42.1584 14.1073 40.7679 13.7333 39.2622C13.3593 39.3197 12.9853 39.3773 12.6208 39.4444Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M15.2003 39.0705C15.5456 40.4515 15.9484 41.727 16.3991 42.8778C17.8952 46.7043 19.8803 49.0731 22.0094 49.0731C24.1384 49.0731 26.1236 46.7043 27.6196 42.8778C28.0704 41.727 28.4732 40.4515 28.8184 39.0705C26.6414 38.8116 24.359 38.6677 22.019 38.6677C19.6694 38.6677 17.3965 38.802 15.2195 39.0705H15.2003Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M13.8386 27.0638C13.8386 30.8903 14.2126 34.4962 14.8744 37.6322C17.1664 37.3541 19.5544 37.2006 22.0095 37.2006C24.4646 37.2006 26.8525 37.3541 29.1446 37.6322C29.8063 34.4866 30.1803 30.8903 30.1803 27.0638C30.1803 23.2373 29.8063 19.6314 29.1446 16.4954C26.8525 16.7735 24.4646 16.9269 22.0095 16.9269C19.89 16.9269 17.8186 16.8118 15.8238 16.6009L14.9319 18.049L14.4428 18.845C14.0496 21.3864 13.8386 24.1579 13.8386 27.0734V27.0638Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M16.6676 15.2198C18.3939 15.3829 20.1776 15.4596 21.9998 15.4596C24.3494 15.4596 26.6223 15.3253 28.7992 15.0568C28.454 13.6758 28.0512 12.4003 27.6005 11.2495C26.1044 7.42298 24.1192 5.0542 21.9902 5.0542C21.3572 5.0542 20.7339 5.26518 20.1297 5.66797C20.1585 5.85019 20.1776 6.04199 20.1872 6.23379C20.1872 6.24338 20.1872 6.26257 20.1872 6.27216C20.1872 6.29134 20.1872 6.32011 20.1968 6.33929C20.2064 6.43519 20.216 6.53109 20.216 6.62699C20.216 6.63658 20.216 6.63658 20.216 6.65576C20.216 6.77085 20.216 6.87634 20.216 6.99142C20.216 8.6793 19.5159 10.5398 18.6336 11.9687L16.6484 15.2102L16.6676 15.2198Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M28.972 10.7217C29.4612 11.9684 29.8927 13.359 30.2667 14.8647C30.6407 14.8071 31.0148 14.7496 31.3792 14.6825C34.0357 14.2317 36.5195 13.5892 38.7541 12.7932C38.1786 12.1123 37.5553 11.4697 36.9031 10.8655C33.8631 8.06521 30.0174 6.10881 25.7689 5.37036C26.9965 6.6075 28.0898 8.42964 28.9816 10.7121L28.972 10.7217Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M30.5835 16.2938C31.2548 19.5161 31.6288 23.1796 31.6288 27.0636C31.6288 30.9477 31.2548 34.6111 30.5835 37.8334C30.9287 37.8814 31.274 37.9389 31.6192 37.9965C34.5443 38.4952 37.2679 39.2144 39.7134 40.1159C42.4082 36.462 44.0002 31.9451 44.0002 27.054C44.0002 22.163 42.4082 17.6461 39.7134 13.9922C37.2679 14.8937 34.5443 15.6129 31.6192 16.1116C31.274 16.1692 30.9287 16.2267 30.5835 16.2747V16.2938Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M30.2669 39.2718C29.9025 40.7775 29.4613 42.168 28.9722 43.4148C28.0804 45.6876 26.9967 47.5194 25.7595 48.7565C30.0176 48.0181 33.8537 46.0713 36.8938 43.2613C37.5459 42.6571 38.1692 42.0146 38.7447 41.3337C36.5101 40.5377 34.0263 39.9048 31.3698 39.4444C31.0054 39.3773 30.6313 39.3197 30.2573 39.2622L30.2669 39.2718Z" fill="#0B7572"/>
                                            <path fill-rule="evenodd" clip-rule="evenodd" d="M14.0687 8.10372C13.4741 8.69832 12.6494 9.07234 11.7383 9.07234C10.8272 9.07234 10.0025 8.70791 9.40787 8.10372C8.81328 7.50913 8.43926 6.68437 8.43926 5.7733C8.43926 4.86223 8.80369 4.03748 9.40787 3.44288C10.0025 2.84829 10.8272 2.47427 11.7383 2.47427C12.6494 2.47427 13.4741 2.8387 14.0687 3.44288C14.6633 4.03748 15.0373 4.86223 15.0373 5.7733C15.0373 6.68437 14.6729 7.50913 14.0687 8.10372ZM13.7426 17.1952C13.7235 17.224 13.7043 17.2528 13.6851 17.2816L13.7426 17.1952ZM18.7487 6.3679C18.7487 6.37749 18.7487 6.38708 18.7487 6.38708C18.7487 6.37749 18.7487 6.3679 18.7487 6.3679ZM6.78016 2.03312C5.50466 3.30862 4.71826 5.06363 4.71826 7.00085C4.71826 8.18045 5.36081 9.82037 6.30065 11.5946C6.31024 11.6041 6.31983 11.6137 6.33901 11.6233C6.38696 11.6713 6.43491 11.7288 6.46368 11.7864L7.09663 12.7837C7.10622 12.7933 7.10622 12.8029 7.11581 12.8125L11.863 20.2929L12.8795 18.6434C12.8987 18.6146 12.9179 18.5762 12.9371 18.5475L13.7043 17.3007L13.7618 17.2048L17.4349 11.2205C18.25 9.58062 18.7967 8.09413 18.7967 7.01044C18.7967 6.88577 18.7967 6.79946 18.7967 6.73233C18.7967 6.72273 18.7967 6.71314 18.7967 6.71314C18.7967 6.6556 18.7871 6.57888 18.7775 6.48298C18.7775 6.4638 18.7775 6.44462 18.7679 6.41585C18.7679 6.40626 18.7679 6.39667 18.7679 6.39667C18.6145 4.70879 17.8664 3.19354 16.7348 2.06189C15.4593 0.786397 13.7043 0 11.7671 0C9.82984 0 8.07483 0.786397 6.79934 2.06189L6.78016 2.03312Z" fill="#0B7572"/>
                                        </svg>
                                    </div>
                                    <div class="section3_box-title">
                                        <h3>Lorem ipsum dolor sit amet</h3>
                                        <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do.</p>
                                    </div>
                                </div>   
                            </div>
                        </div>
                    </div>







                    <div class="section4">
                        <div class="section4_content">
                            <h1>Выполненные работы</h1>
                            <p>
                                Мы собрали информацию по грузам, которые мы уже доставили.У нас специальный подход к каждому виду товаров.
                            </p>
                        </div>
                        <div class="section4_boxs">
                                <div class="section4_box-img">
                                    <img src="./images/1.jpg" alt="#">
                                </div>
                                <div class="section4_box-img">
                                    <img src="./images/2.jpg" alt="#">
                                </div>
                                <div class="section4_box-img">
                                    <img src="./images/3.jpg" alt="#">
                                </div>
                        </div>
                        <div class="section4_input">
 
                                    <input class="input_radio" type="radio" >
       
                                    <input class="input_radio" type="radio">
  

                                    <input class="input_radio" type="radio">
                            </div>
                        </div>
                    






                    <div class="section5">
                        <img src="./images/clients.png" alt="images">
                    </div>





                    <div class="section6">
                        <div class="section6_title">
                            <h1>Этапы поставки </h1>
                        </div>
                        <div class="section6_box">
                            <div class="section6_icon">
                                <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g filter="url(#filter0_d_1_452)">
                                    <circle cx="44" cy="40" r="34" fill="#0B7572"/>
                                    <circle cx="44" cy="40" r="32" stroke="#0B7572" stroke-width="4"/>
                                    </g>
                                    <path d="M48.1046 28.78V55H43.3546V35.468C43.3546 35.0373 43.3673 34.6067 43.3926 34.176C43.4179 33.7453 43.4813 33.3147 43.5826 32.884L37.2746 34.632L36.6666 31.44L43.3546 28.78H48.1046Z" fill="white"/>
                                    <defs>
                                    <filter id="filter0_d_1_452" x="0" y="0" width="88" height="88" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                    <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                                    <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                                    <feOffset dy="4"/>
                                    <feGaussianBlur stdDeviation="5"/>
                                    <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.12 0"/>
                                    <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_1_452"/>
                                    <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_1_452" result="shape"/>
                                    </filter>
                                    </defs>
                                </svg>
                            </div>
                            <div class="section6_img">
                                <img src="./images/Rectangle-1.png" alt="img">
                            </div>
                            <div class="section6_text">
                                <h2>Предложение от продавца</h2>
                                <svg width="86" height="3" viewBox="0 0 86 3" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="1.5" x2="86" y2="1.5" stroke="#FFCE50" stroke-width="3"/>
                                </svg>
                                <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Elit duis tristique sollicitudin nibh sit amet. Ultrices eros in cursus turpis massa tincidunt. 
                                </p>   
                            </div>
                        </div>

                        <div class="section6_box">
                            <div class="section6_icon">
                                <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g filter="url(#filter0_d_1_463)">
                                    <circle cx="44" cy="40" r="34" fill="#0B7572"/>
                                    <circle cx="44" cy="40" r="32" stroke="#0B7572" stroke-width="4"/>
                                    </g>
                                    <path d="M43.7104 28.324C45.4584 28.324 46.9657 28.476 48.2324 28.78C49.4991 29.084 50.4744 29.6667 51.1584 30.528C51.8677 31.364 52.2224 32.6053 52.2224 34.252C52.2224 35.2907 52.0831 36.266 51.8044 37.178C51.5511 38.0647 51.0951 38.9893 50.4364 39.952C49.8031 40.9147 48.9037 42.0167 47.7384 43.258L40.5944 50.934C41.2531 50.8327 41.9244 50.7693 42.6084 50.744C43.2924 50.7187 43.9637 50.706 44.6224 50.706H53.0584V55H34.9704V52.34C34.9704 51.9347 35.0084 51.58 35.0844 51.276C35.1857 50.9467 35.3757 50.6427 35.6544 50.364L42.6084 42.688C44.2297 40.9907 45.4331 39.496 46.2184 38.204C47.0291 36.8867 47.4217 35.7087 47.3964 34.67C47.3457 33.6567 46.9657 33.0233 46.2564 32.77C45.5471 32.5167 44.5337 32.39 43.2164 32.39C42.3551 32.39 41.5444 32.4027 40.7844 32.428C40.0497 32.4533 39.2517 32.504 38.3904 32.58C37.5544 32.6307 36.5664 32.7193 35.4264 32.846L35.1984 29.274C37.0224 28.8687 38.5677 28.6153 39.8344 28.514C41.1264 28.3873 42.4184 28.324 43.7104 28.324Z" fill="white"/>
                                    <defs>
                                    <filter id="filter0_d_1_463" x="0" y="0" width="88" height="88" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                    <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                                    <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                                    <feOffset dy="4"/>
                                    <feGaussianBlur stdDeviation="5"/>
                                    <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.12 0"/>
                                    <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_1_463"/>
                                    <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_1_463" result="shape"/>
                                    </filter>
                                    </defs>
                                    </svg>
                            </div>
                            <div class="section6_img">
                                <img src="./images/Rectangle-2.png" alt="img">
                            </div>
                            <div class="section6_text">
                                <h2>Доставка</h2>
                                <svg width="86" height="3" viewBox="0 0 86 3" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="1.5" x2="86" y2="1.5" stroke="#FFCE50" stroke-width="3"/>
                                </svg>
                                <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Elit duis tristique sollicitudin nibh sit amet. Ultrices eros in cursus turpis massa tincidunt. 
                                </p>   
                            </div>
                        </div>
                        <div class="section6_box">
                            <div class="section6_icon">
                                <svg width="88" height="88" viewBox="0 0 88 88" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g filter="url(#filter0_d_1_474)">
                                    <circle cx="44" cy="40" r="34" fill="#0B7572"/>
                                    <circle cx="44" cy="40" r="32" stroke="#0B7572" stroke-width="4"/>
                                    </g>
                                    <path d="M43.4019 28.286C45.4033 28.286 47.0119 28.476 48.2279 28.856C49.4693 29.2107 50.3686 29.8313 50.9259 30.718C51.5086 31.6047 51.7999 32.8207 51.7999 34.366C51.7999 36.1393 51.5213 37.6213 50.9639 38.812C50.4319 39.9773 49.3806 40.6993 47.8099 40.978V41.13C49.5833 41.4087 50.7993 42.1053 51.4579 43.22C52.1166 44.3347 52.4586 45.8293 52.4839 47.704C52.5346 50.4147 51.9013 52.3907 50.5839 53.632C49.2666 54.8733 46.9866 55.494 43.7439 55.494C42.2746 55.494 40.7926 55.4307 39.2979 55.304C37.8286 55.1773 36.3973 55.0127 35.0039 54.81L35.2319 51.238C36.6506 51.3393 37.9173 51.4153 39.0319 51.466C40.1466 51.5167 41.2993 51.542 42.4899 51.542C44.4406 51.542 45.8086 51.238 46.5939 50.63C47.4046 49.9967 47.8099 48.8313 47.8099 47.134C47.8099 46.2727 47.6833 45.5253 47.4299 44.892C47.2019 44.2587 46.7586 43.7773 46.0999 43.448C45.4666 43.1187 44.5166 42.954 43.2499 42.954H38.3479V39.648H43.2499C44.4913 39.648 45.3906 39.458 45.9479 39.078C46.5306 38.698 46.8979 38.204 47.0499 37.596C47.2273 36.9627 47.3159 36.2913 47.3159 35.582C47.2906 34.6193 47.1259 33.8973 46.8219 33.416C46.5433 32.9347 46.0619 32.618 45.3779 32.466C44.7193 32.2887 43.8073 32.2 42.6419 32.2C41.3753 32.2 40.1339 32.2253 38.9179 32.276C37.7019 32.3013 36.6506 32.352 35.7639 32.428L35.4979 28.97C38.2086 28.514 40.8433 28.286 43.4019 28.286Z" fill="white"/>
                                    <defs>
                                    <filter id="filter0_d_1_474" x="0" y="0" width="88" height="88" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                    <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                                    <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                                    <feOffset dy="4"/>
                                    <feGaussianBlur stdDeviation="5"/>
                                    <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.12 0"/>
                                    <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_1_474"/>
                                    <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_1_474" result="shape"/>
                                    </filter>
                                    </defs>
                                </svg>
                            </div>
                            <div class="section6_img">
                                <img src="./images/Rectangle-3.png" alt="img">
                            </div>
                            <div class="section6_text">
                                <h2>Установка у клиента</h2>
                                <svg width="86" height="3" viewBox="0 0 86 3" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="1.5" x2="86" y2="1.5" stroke="#FFCE50" stroke-width="3"/>
                                </svg>
                                <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Elit duis tristique sollicitudin nibh sit amet. Ultrices eros in cursus turpis massa tincidunt. 
                                </p>   
                            </div>
                        </div>





                    </div>




                </div>
                
            </main>

            <footer class="footer">

            </footer>
        </div>
        <script >
            let modal = document.querySelector('.modal')
            let btn = document.querySelector('.nav_btn')

            btn.addEventListener('click', function(){
                modal.style.display = 'block'
            })

            function x_btn(){
                modal.style.display = 'none'
            }
        </script>
    </body>
    </html>